{
    "2025-03-05": {
        "analisi": "Il pasto di oggi è composto da un primo ricco di carboidrati complessi, una fonte proteica leggera come il prosciutto cotto e un contorno fresco. Le fibre sono presenti ma limitate.",
        "consiglio": "Colazione con frutta e yogurt; a cena meglio optare per una vellutata di verdure con pane integrale e un secondo leggero come uova strapazzate."
    },
    "2025-03-06": {
        "analisi": "Il menù odierno offre un buon equilibrio: la pasta integrale apporta fibre, il pesce fornisce proteine nobili e gli spinaci aggiungono vitamine e ferro.",
        "consiglio": "Colazione energetica con pane e marmellata o cereali; a cena puoi servire una crema di zucca e ricotta o formaggio fresco."
    },
    "2025-03-07": {
        "analisi": "Questo pranzo scolastico unisce carboidrati, proteine vegetali e latticini. I fagioli e la ricotta garantiscono un buon apporto di calcio e ferro, mentre gli spinaci arricchiscono con fibre e vitamine.",
        "consiglio": "A colazione frutta fresca e pane con olio; per cena bastano passato di verdure e una fetta di pane, magari con hummus o formaggio."
    },
    "2025-03-10": {
        "analisi": "Pasto completo con carboidrati (riso), proteine animali (pollo) e fibre (verza e insalata). Fornisce una buona quota di energia e micronutrienti come vitamina K e ferro.",
        "consiglio": "Colazione con latte o bevanda vegetale + biscotti secchi; cena leggera con purea di patate e carote, e una piccola porzione di pesce."
    },
    "2025-03-11": {
        "analisi": "Menù ricco e sostanzioso con un primo piatto proteico e un contorno vitaminico. L'apporto calorico è elevato, adatto a bambini attivi ma da bilanciare nella giornata.",
        "consiglio": "Colazione bilanciata (latte + banana); cena sobria con crema di legumi o passato di verdure."
    },
    "2025-03-12": {
        "analisi": "Il pasto include una zuppa di legumi e orzo, fonte eccellente di fibre e proteine vegetali, accompagnata da una frittata che aggiunge proteine e grassi buoni.",
        "consiglio": "Colazione con frutta fresca e pane integrale con crema di mandorle; a cena una crema di verdure e un pezzetto di parmigiano o formaggio fresco."
    },
    "2025-03-13": {
        "analisi": "Un pranzo ben bilanciato tra carboidrati, latticini e ortaggi. Il fior di latte apporta calcio, mentre le zucchine offrono fibre e vitamine.",
        "consiglio": "Colazione con yogurt e banana; a cena minestrone e una fettina di pane con hummus o legumi frullati."
    },
    "2025-03-14": {
        "analisi": "Il menù fornisce un primo semplice, un secondo di pesce e una verdura ricca di ferro. Piatto leggero ma completo.",
        "consiglio": "Colazione con latte e cereali integrali; cena a base di crema di patate o zucca e una piccola frittata."
    },
    "2025-03-17": {
        "analisi": "Il pranzo combina un primo con carboidrati semplici, un secondo proteico e un contorno ricco di ferro. Pasto classico e completo.",
        "consiglio": "Colazione con pane e miele; cena con passato di verdure e formaggio fresco oppure uova sode."
    },
    "2025-03-18": {
        "analisi": "Un menù ricco di fibre e calcio, grazie alle verdure e al fior di latte. Le carote apportano vitamina A.",
        "consiglio": "Colazione con frutta fresca e yogurt; cena leggera con riso basmati e zucchine o spinaci saltati."
    },
    "2025-03-19": {
        "analisi": "Piatto vegetale e ben digeribile. Ceci e zucchine garantiscono fibre, proteine vegetali e micronutrienti.",
        "consiglio": "Colazione con biscotti secchi e succo 100% frutta; cena a base di vellutata di verdure e crostini integrali."
    },
    "2025-03-20": {
        "analisi": "Ottimo apporto di ferro e proteine grazie alla frittata con prosciutto. La pasta agli spinaci aggiunge fibre e vitamine.",
        "consiglio": "Colazione con latte e pane integrale; cena con minestrone e un secondo leggero come ricotta o legumi."
    },
    "2025-03-21": {
        "analisi": "Un pasto semplice ma completo: le lenticchie apportano ferro e proteine, le verdure gratinate vitamine e fibre.",
        "consiglio": "Colazione con pane tostato e frutta; cena con vellutata e una fettina di carne bianca o tofu alla piastra."
    },
    "2025-03-24": {
        "analisi": "Menù ricco di proteine animali e legumi, con una buona porzione di carboidrati. Piselli e verza offrono fibre e ferro.",
        "consiglio": "Colazione con yogurt e fiocchi d’avena; cena con passati di verdura e pane integrale."
    },
    "2025-03-25": {
        "analisi": "Un menù equilibrato con carboidrati complessi e proteine del pesce. Buona la presenza di verdure ricche di fibre e sali minerali.",
        "consiglio": "Colazione con frutta fresca e pane con crema di nocciole; cena con crema di verdure e uova strapazzate."
    },
    "2025-03-26": {
        "analisi": "Pranzo nutriente con proteine animali e verdure cotte. Le carote gratinate e la zucca forniscono beta-carotene.",
        "consiglio": "Colazione con latte e biscotti integrali; cena leggera con vellutata e formaggio fresco o yogurt greco."
    },
    "2025-03-27": {
        "analisi": "Zuppa di legumi molto proteica, accompagnata da una fonte vegetale alternativa come le polpettine di melanzane.",
        "consiglio": "Colazione con frutta e cracker integrali; cena con passato di verdure e una piccola porzione di carne bianca o uova."
    },
    "2025-03-28": {
        "analisi": "Menù vegetariano completo e ricco di ferro, fibre e calcio. I broccoli e gli spinaci supportano il sistema immunitario.",
        "consiglio": "Colazione con yogurt e banana; cena con risotto alle verdure o crema di legumi."
    },
    "2025-03-31": {
        "analisi": "Pasto che unisce fibre (cavolo e zucchine) e proteine del formaggio. Buona densità nutrizionale e varietà.",
        "consiglio": "Colazione con latte e pane integrale; cena con crema di verdure e una fettina di carne o legumi."
    },
    "2025-04-01": {
        "analisi": "Un pasto semplice con riso, una proteina magra e un contorno fresco. Ottimo per digestione e leggerezza.",
        "consiglio": "Colazione con frutta e pane tostato; cena con crema di verdure e formaggio fresco."
    },
    "2025-04-02": {
        "analisi": "Pranzo energetico con carboidrati, proteine animali e verdure gratinate. Buon apporto calorico.",
        "consiglio": "Colazione con latte e biscotti; cena leggera a base di vellutata di carote e pane integrale."
    },
    "2025-04-03": {
        "analisi": "Menu vegetariano ricco di fibre e proteine vegetali. Le melanzane alla parmigiana completano il pasto con sapore e grassi buoni.",
        "consiglio": "Colazione con yogurt e banana; cena con passato di verdure e crostini."
    },
    "2025-04-04": {
        "analisi": "Pasto molto digeribile e completo. Il formaggio e le verdure al forno offrono calcio, ferro e vitamine.",
        "consiglio": "Colazione con frutta e cereali secchi; cena con purea di legumi e pane integrale."
    },
    "2025-04-07": {
        "analisi": "Riso con patate fornisce energia, il fior di latte apporta proteine e calcio, le carote sono ricche di vitamina A.",
        "consiglio": "Colazione con latte e fette biscottate; cena con minestra e una fetta di pane con hummus."
    },
    "2025-04-08": {
        "analisi": "Menù completo e leggero con pesce e verdura amara che stimola la digestione. Ottimo contenuto di proteine e fibre.",
        "consiglio": "Colazione con pane e marmellata; cena a base di crema di zucchine e formaggio fresco."
    },
    "2025-04-09": {
        "analisi": "Pasto vegetariano ricco di ferro e proteine. Le lenticchie e la ricotta garantiscono sazietà e nutrienti.",
        "consiglio": "Colazione con banana e biscotti secchi; cena con crema di verdure e crostini."
    },
    "2025-04-10": {
        "analisi": "Pasto ricco ed energetico, adatto a giornate attive. Buon mix di carboidrati, proteine e fibre.",
        "consiglio": "Colazione con yogurt e cereali; cena con passato di legumi e verdure al vapore."
    },
    "2025-04-11": {
        "analisi": "Un pasto gustoso e completo. La pasta integrale apporta fibre, le frittelle al forno offrono proteine vegetali.",
        "consiglio": "Colazione con frutta e latte; cena con riso e verdure al forno."
    },
    "2025-04-14": {
        "analisi": "Ben bilanciato tra carboidrati, proteine e fibre. Il frittata rollé è gustosa e nutriente.",
        "consiglio": "Colazione con pane integrale e frutta; cena con vellutata e crostini di pane."
    },
    "2025-04-15": {
        "analisi": "Pasto ricco e festivo. Proteine, verdure e un dolce. Attenzione all’apporto calorico più alto del solito.",
        "consiglio": "Colazione leggera con frutta; cena sobria con minestrone e pane integrale."
    },
    "2025-04-16": {
        "analisi": "Menù equilibrato e leggero, con proteine del pesce e carboidrati complessi.",
        "consiglio": "Colazione con yogurt e cereali; cena con crema di carote e formaggio fresco."
    },
    "2025-04-23": {
        "analisi": "Pasto interamente vegetale con buone fonti di fibre e ferro. Ottimo per la digestione.",
        "consiglio": "Colazione con banana e pane con olio; cena con vellutata e un uovo sodo."
    },
    "2025-04-24": {
        "analisi": "Menù sostanzioso e classico, con buoni nutrienti e gusto. Le verdure gratinate completano il pasto con fibre.",
        "consiglio": "Colazione con frutta e biscotti integrali; cena leggera con crema di legumi e verdure al vapore."
    },
    "2025-04-28": {
        "analisi": "Pasto ricco di omega-3 grazie al pesce, e fibre grazie alle bietole. La pasta al tonno aggiunge energia.",
        "consiglio": "Colazione con latte e cereali integrali; cena con passato di verdure e pane integrale."
    },
    "2025-04-29": {
        "analisi": "Menu più ricco del solito grazie alla lasagna. Bilanciato dalla presenza di verdure al forno.",
        "consiglio": "Colazione con yogurt e frutta; cena molto leggera con vellutata e pane tostato."
    },
    "2025-04-30": {
        "analisi": "Riso con patate e fagiolini fornisce energia, fibre e ferro. Il formaggio primo sale aggiunge calcio.",
        "consiglio": "Colazione con fette biscottate e succo; cena con passato di verdure e uovo sodo."
    },
  "2025-05-05": {
    "analisi": "Il pranzo è bilanciato, con un buon apporto di carboidrati, proteine e fibre.",
    "consiglio": "Consigli per la cena: pasta al pesto, pollo alla griglia con verdure."
  },
  "2025-05-06": {
    "analisi": "Il pasto fornisce energia grazie ai carboidrati, e vitamine importanti da verdure e latticini.",
    "consiglio": "Consigli per la cena: zuppa di verdure, omelette con formaggio."
  },
  "2025-05-07": {
    "analisi": "Pranzo ricco di carboidrati e proteine, con un buon equilibrio di grassi.",
    "consiglio": "Consigli per la cena: minestrone con legumi, polpette di tacchino."
  },
  "2025-05-08": {
    "analisi": "Pasto ricco di fibre e proteine vegetali, utile per la digestione e la sazietà.",
    "consiglio": "Consigli per la cena: risotto con zucchine, frittata con patate."
  },
  "2025-05-09": {
    "analisi": "Ottimo equilibrio tra carboidrati, proteine e fibre; apporto vitaminico garantito.",
    "consiglio": "Consigli per la cena: zuppa di lenticchie, hamburger di pollo."
  },
  "2025-05-12": {
    "analisi": "Pasto energetico con carboidrati complessi, proteine e un buon apporto di vitamina A.",
    "consiglio": "Consigli per la cena: cous cous con verdure, spezzatino di vitello."
  },
  "2025-05-13": {
    "analisi": "Buona presenza di carboidrati e proteine nobili, con minerali da verdure.",
    "consiglio": "Consigli per la cena: vellutata di carote, pesce al forno con patate."
  },
  "2025-05-14": {
    "analisi": "Pasto ad alto contenuto di fibre e proteine vegetali.",
    "consiglio": "Consigli per la cena: crema di ceci, scaloppine di tacchino."
  },
  "2025-05-15": {
    "analisi": "Pasto equilibrato, buono l'apporto di carboidrati integrali e verdure.",
    "consiglio": "Consigli per la cena: spaghetti con sugo semplice, tortino di verdure."
  },
  "2025-05-16": {
    "analisi": "Buon apporto energetico con equilibrio tra carboidrati, proteine e grassi.",
    "consiglio": "Consigli per la cena: zuppa di orzo, uova strapazzate con contorno."
  },
  "2025-05-19": {
    "analisi": "Pasto bilanciato che integra proteine, vitamine e carboidrati complessi.",
    "consiglio": "Consigli per la cena: riso al pomodoro, polpettine di carne."
  },
  "2025-05-20": {
    "analisi": "Alimentazione vegetale con buon apporto di proteine e fibre.",
    "consiglio": "Consigli per la cena: crema di verdure, salmone al vapore."
  },
  "2025-05-21": {
    "analisi": "Ottimo mix di carboidrati integrali e proteine leggere.",
    "consiglio": "Consigli per la cena: frittata di spinaci, pasta al burro."
  },
  "2025-05-22": {
    "analisi": "Pasto energetico e ricco di proteine animali e vegetali.",
    "consiglio": "Consigli per la cena: zuppa di verdure, fettine di pollo alla piastra."
  },
  "2025-05-23": {
    "analisi": "Pasto ricco di carboidrati e proteine vegetali, adatto a ricaricare le energie.",
    "consiglio": "Consigli per la cena: minestrone, risotto ai piselli."
  },
  "2025-05-26": {
    "analisi": "Apporto bilanciato di proteine, carboidrati e vitamine.",
    "consiglio": "Consigli per la cena: gnocchi di patate, spezzatino con piselli."
  },
  "2025-05-27": {
    "analisi": "Pasto ben bilanciato con proteine e carboidrati complessi.",
    "consiglio": "Consigli per la cena: zuppa di farro, bocconcini di pollo al limone."
  },
  "2025-05-28": {
    "analisi": "Ricco di fibre e proteine vegetali, favorisce la digestione.",
    "consiglio": "Consigli per la cena: vellutata di zucca, hamburger di vitello."
  },
  "2025-05-29": {
    "analisi": "Pasto equilibrato tra carboidrati e proteine leggere.",
    "consiglio": "Consigli per la cena: crema di spinaci, pasta al pomodoro."
  },
  "2025-05-30": {
    "analisi": "Pasto con buon equilibrio di proteine e fibre vegetali.",
    "consiglio": "Consigli per la cena: risotto ai funghi, polpette di pollo."
  }
}